[
  {
    "commonName": "California Sea Lion",
    "scientificName": "Zalophus californianus",
    "images": [
      "/species/marine-mammals/california-sea-lion/1.jpg",
      "/species/marine-mammals/california-sea-lion/2.jpg",
      "/species/marine-mammals/california-sea-lion/3.jpg"
    ],
    "description": "California sea lions are playful, social marine mammals with external ear flaps and strong front flippers. They're often seen lounging on docks or rocks and are known for their loud barks and intelligence."
  },
  {
    "commonName": "Harbor Seal",
    "scientificName": "Phoca vitulina",
    "images": [
      "/species/marine-mammals/harbor-seal/1.JPG",
      "/species/marine-mammals/harbor-seal/2.JPG",
      "/species/marine-mammals/harbor-seal/3.jpg"
    ],
    "description": "The harbor seal is a widely distributed pinniped found in coastal waters of the northern Atlantic and Pacific Oceans, as well as the North and Baltic Seas. It has a thick blubber layer for warmth and comes in colors like brown, gray, tan, or silvery white—often with spots. Adults can reach 6 feet and 370 pounds. Harbor seals return to familiar haul-out sites—rocky spots that offer shelter from waves, weather, and predators. Always stay at least 150 feet away from seals and other marine mammals to protect both them and yourself."
  },
  {
    "commonName": "Bottlenose Dolphin",
    "scientificName": "Tursiops truncatus",
    "images": [
      "/species/marine-mammals/bottlenose-dolphin/1.jpg",
      "/species/marine-mammals/bottlenose-dolphin/2.jpg"
    ],
    "description": "The bottlenose dolphin is easily identifiable by its distinct face shape, with its blunt snout and gray color. The bottlenose will come close to shore on many occasions and be spottable from the beach. It works together in herds to farm fish together and use echolocation to locate their food."
  },
  {
    "commonName": "Common Dolphin",
    "scientificName": "Delphinus delphis",
    "images": [
      "/species/marine-mammals/common-dolphin/1.jpg",
      "/species/marine-mammals/common-dolphin/2.jpg",
      "/species/marine-mammals/common-dolphin/3.jpg"
    ],
    "description": "The common dolphin or the short-beaked common dolphin is a gray dolphin with a lighter gray patch from the eye to the stomach. It is one of the most common dolphins seen. It measures less than 6 feet and live approximately 40 years. Common dolphins are social creatures traveling in large groups. "
  },
  {
    "commonName": "Gray Whale",
    "scientificName": "Eschrichtius robustus",
    "images": [
      "/species/marine-mammals/gray-whale/1.jpeg",
      "/species/marine-mammals/gray-whale/2.jpg",
      "/species/marine-mammals/gray-whale/3.jpg"
    ],
    "description": "Gray whales can grow up to be over 50 feet long and have gray bodies with small black eyes. Females are typically bigger than males. They are at high risk of getting stuck in fishing nets, which can lead to fatigue, starvation, and death. They are primarily bottom feeders, scouring the ocean floor for food. They can be preyed on by killer whales."
  }
]